[
  "obsidian-tasks-plugin",
  "tag-wrangler",
  "obsidian-zoom",
  "obsidian-weread-plugin",
  "templater-obsidian",
  "recent-files-obsidian",
  "quickadd",
  "obsidian-paste-image-rename",
  "obsidian-outliner",
  "obsidian-linter",
  "fuzzy-chinese-pinyin",
  "dataview",
  "obsidian-excalidraw-plugin",
  "obsidian-style-settings",
  "obsidian-mindmap-nextgen",
  "obsidian-vimrc-support",
  "pane-relief",
  "cmdr",
  "pdf-plus",
  "Enhanced-editing",
  "easy-typing-obsidian",
  "custom-note-width",
  "remotely-save",
  "various-complements",
  "smart-connections",
  "obsidian-hider",
  "lazy-plugins",
  "obsidian-textgenerator-plugin"
]

