acpi
acpi_call
acpid
aichat
alsa-utils
android-tools
arc-gtk-theme
archlinux-keyring
archlinux-xdg-menu
archlinuxcn-keyring
aria2-fast
ark
atool
atuin
autoconf
automake
base
base-devel
bash-language-server
bat
batsignal
binder_linux-dkms-git
binutils
binwalk
bison
bleachbit
blender
bluedevil
blueman
bluez-obex
bluez-utils
bottles
breeze5
bridge-utils
brightnessctl
btop
btrfs-assistant
btrfs-heatmap
btrfs-progs
capstone
catdoc
cava
ccls
chafa
clamav
cliphist
cloc
cmake
cmatrix
consul
cosmic-session
cowsay
cppcheck
cpu-x
crow-translate
cryfs
cuda
cups
cups-pdf
dbeaver
dbeaver-plugin-office
dbeaver-plugin-svg-format
dconf-editor
dhcpcd
dialog
dida
direnv
dmidecode
dnsmasq
docker
docker-buildx
docker-compose
docx2txt
dolphin
dolphin-plugins
downgrade
drawio-desktop-bin
duf
dunst
easyeffects
efibootmgr
egl-wayland
elinks
eslint
exfatprogs
fakeroot
fastfetch
fcitx5
fcitx5-chewing
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-lua
fcitx5-pinyin-moegirl
fcitx5-pinyin-zhwiki
fcitx5-qt
fd
feh
festival
festival-us
ffmpegthumbnailer
figlet
file
filelight
filezilla
findutils
firefox
firefox-i18n-zh-cn
firefox-nightly-zh-cn
fkill
flashrom
flatpak
flex
fnm
font-manager
freerdp
freerdp2
fsearch
gamemode
gamescope
gawk
gcc
gettext
gimp-git
git-delta
github-cli
global
glow
gnome-bluetooth
gnome-bluetooth-3.0
gnome-keyring
gnome-themes-extra
gnuplot
go
go-md2man
godot
gpart
gpick
grep
grim
groff
gsettings-qt
gtk3
gtkmm
gzip
handbrake
hdf5
highlight
htop
hunspell-en_us
hypridle
hyprland
hyprlock
hyprpicker
hyprwayland-scanner
i2c-tools
img2pdf
imv
inkscape
innoextract
inotify-tools
intel-media-driver
intel-ucode
ipython
iwd
jdk17-openjdk
jdk8-openjdk
jq
karchive
kate
kcharselect
kchmviewer
kcolorchooser
kdeconnect
kdenlive
kdialog
kdoctools
keepassxc
keystone
ki18n
kio-admin
kjournald
klassy
klassy-qt5
konsole
kooha
kotlin
krita
ksystemlog
kwin-effects-forceblur
lazygit
lensfun
lesspipe
lf
lib32-alsa-lib
lib32-alsa-plugins
lib32-gnutls
lib32-libpulse
lib32-mesa
lib32-nvidia-utils
lib32-vulkan-intel
libadwaita
libconfig
libev
libgnome-keyring
librecad
libreoffice-fresh
libreoffice-fresh-zh-cn
libtool
libxcrypt-compat
libxdg-basedir
light-git
linux
linux-firmware
linux-headers
lldb
llvm
lolcat
lrzsz
lsp-plugins-lv2
lua
lua-language-server
luarocks
lunacy
lux-dl
lzip
m4
maim
make
maliit-keyboard
man-db
man-pages
man-pages-zh_cn
markdownlint-cli2
mathjax
maven
mda.lv2
mdcat
mediainfo
menumaker
mission-center
mpc
mpd
mpv
mpv-mpris
mupdf-tools
mycli
mysql
nano
ncdu
ncmpcpp
neovim
network-manager-applet
networkmanager
nm-connection-editor
nodejs-material-design-icons
nomacs
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nvidia
nvidia-prime
nvidia-settings
nvidia-utils
nvtop
nwg-look
obs-studio
obsidian
odt2txt
ollama
openbsd-netcat
opencl-nvidia
opendesktop-fonts
openslide
openssh
os-prober
otf-font-awesome
otf-smiley-sans-bin
ouch
p7zip-natspec
packagekit-qt5
pacman
pamixer
pandoc-bin
papirus-icon-theme
partitionmanager
paru
pastel
patch
pavucontrol
pdftk
perl-file-mimeinfo
perl-image-exiftool
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
plasma-meta
plasma6-applets-window-title
polkit-kde-agent
postgresql
postgresql-old-upgrade
power-profiles-daemon
powertop
proton
proxychains-ng
pyenv
python-colorthief
python-fissix
python-jiter
python-mutagen
python-pip
python-pipx
python-pyaudio
python-pyclip
python-pynvim
python-requests-cache
python-srt
python-websockets
python2
qalculate-qt
qefientrymanager
qemu-full
qemu-guest-agent
qt5-websockets
qt6-languageserver
qtcreator
quota-tools
rclone
redis
reflector
ripgrep
rofi-wayland
rofimoji
rtaudio
rustup
sassc
scrcpy
screenkey
sed
showmethekey
simplescreenrecorder
sl
slop
snap-pac
snapper
sndio
sox
spdlog
spectacle
sshfs
startup-notification
steam
stow
stylelint
stylelint-config-recommended
stylelint-config-standard
sudo
sunshine
swaync
swww
system-config-printer
tela-circle-icon-theme-blue-git
tela-circle-icon-theme-green-git
tela-circle-icon-theme-orange-git
telegram-desktop
termscp
tesseract-data-chi_sim
tesseract-data-chi_tra
tesseract-data-eng
tesseract-data-jpn
texinfo
texlive-doc
texlive-langchinese
texlive-meta
texstudio
the_silver_searcher
thunderbird
tldr
tmux
touche
translate-shell
trash-cli
tree
tree-sitter
ttf-arphic-ukai
ttf-arphic-uming
ttf-cascadia-code
ttf-cascadia-code-nerd
ttf-dejavu
ttf-fira-code
ttf-firacode-nerd
ttf-input
ttf-jetbrains-mono-nerd
ttf-lxgw-wenkai
ttf-material-design-iconic-font
ttf-monaspace-variable
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-roboto
ttf-smiley-sans-bin
ttf-sourcecodepro-nerd
ttf-twemoji
ttf-yozai-font
typescript-language-server
udiskie
ueberzugpp
umbrello
unarchiver
unoconv
unzip-natspec
uthash
uxplay-git
v2raya
vi
vim
virt-manager
virtio-win
virtualbox
virtualbox-guest-utils
virtualbox-host-modules-arch
viu
vlc
vscode-css-languageserver
vscode-json-languageserver
vulkan-intel
w3m
waybar-git
waydroid
waylyrics-git
wezterm-git
wf-recorder
wget
which
wine-for-wechat
wine-gecko
wine-mono
winetricks
wireless_tools
wireplumber
wlr-randr
wmctrl
wob
woff2-smiley-sans-bin
words
wpa_supplicant
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
wtype
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdotool
xf86-input-evdev
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-nouveau
xf86-video-qxl
xf86-video-vesa
xf86-video-vmware
xf86-video-voodoo
xorg-appres
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xpdf
xsel
yarn
yazi
ydotool
yt-dlp
zam-plugins-lv2
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zeal-git
zenity
zoxide
zsh
